[
    {
      "index": 0,
      "price": "$64.87",
      "picture": "https://m.media-amazon.com/images/I/71VTIUNTI0L._AC_UY218_.jpg",
      "supplier": "Katrina Valentine",
      "book": "The Maid: A Novel",
      "quantity": 58,
      "des": "#1 NEW YORK TIMES BESTSELLER • GOOD MORNING AMERICA BOOK CLUB PICK • “A heartwarming mystery with a lovable oddball at its center” (Real Simple), this cozy whodunit introduces a one-of-a-kind heroine who will steal your heart."
    },
    {
      "index": 1,
      "price": "$74.82",
      "picture": "https://m.media-amazon.com/images/I/51FjKTfRI7L._SY346_.jpg",
      "supplier": "Burgess Melton",
      "book": "Dead Silence: Kindle Edition",
      "quantity": 86,
      "des": "A Most-Anticipated Title in Bustle, i09, LitHub, PopSugar, CrimeReads, BookRiot, GoodReads and more. STARRED Review in BookPage!"
    },
    {
      "index": 2,
      "price": "$52.61",
      "picture": "https://images-na.ssl-images-amazon.com/images/I/31dnB8VkyeL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
      "supplier": "Woodard Bishop",
      "book": "FLOW Finding Love Over Worry: A Recipe For Living Joyfully ",
      "quantity": 34,
      "des": "You can read this book in an afternoon with a cup of tea and then use it to keep your teacup from leaving a ring on your table. Actually, that may be a perfect metaphor for FLOW—Finding Love Over Worry. What if you could do a few simple things so the worry of life doesn’t leave a mark? Kelley Wolf had a stack of"
    },
    {
      "index": 3,
      "price": "$86.70",
      "picture": "https://images-na.ssl-images-amazon.com/images/I/31puNrEPNAL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
      "supplier": "Lakeisha Leon",
      "book": "The Cash Flow Investor: How to Create Financial Freedom Investing in Commercial Real Estate Paperback – April 19, 2022",
      "quantity": 33,
      "des": "Commercial real estate is ripe with opportunity for investment. Many peoplesee the massive potential for financial gain but just don’t know where tostart. The Cash Flow Investor is designed to be your guide for investing with purpose Author and expert Kevin Bupp believes that armed with knowledge and vision,"
    },
    {
      "index": 4,
      "price": "$78.80",
      "picture": "https://m.media-amazon.com/images/I/61-fpk2vo8L._AC_UY218_.jpg",
      "supplier": "Hernandez Sexton",
      "book": "The Perfect Wife : (A Jessie Hunt Psychological Suspense Thriller—Book One) Kindle Edition",
      "quantity": 43,
      "des": "Criminal profiler in training (and newlywed) Jessie Hunt, 29, discovers that dark secrets lurk in her new suburban town; when a body turns up dead, she finds herself caught in the crosshairs of her newfound friends, her husband’s secrets, her serial killer caseload—and the secrets of her own dark past."
    },
    {
      "index": 5,
      "price": "$81.49",
      "picture": "https://m.media-amazon.com/images/I/51AgpVIty2L._SY346_.jpg",
      "supplier": "Chan Casey",
      "book": "Girl, Alone : (An Ella Dark FBI Suspense Thriller—Book 1)",
      "quantity": 76,
      "des": "FBI Agent Ella Dark has studied serial killers from the time she could read, devastated by the murder of her own sister. With her photographic memory, she has obtained an encyclopedic knowledge of every serial killer, every victim and every case. But when a serial killer strikes in the swamps of Louisiana, Ella soon comes to learn that the real thing is like nothing she ever expected."
    },
    {
      "index": 6,
      "price": "$93.26",
      "picture": "https://m.media-amazon.com/images/I/51tvePM4w4L._SY346_.jpg",
      "supplier": "Greer Joyner",
      "book": "Hooked : (Never After Series) ",
      "quantity": 51,
      "des": "Once upon a time, there was a little boy. His belly full of laughter, hi life full of joy. Until one day, something changed; stripped his innocence away. The hole inside making space for the devil to come and play. His dreams gone forever, he grew up way too fast."
    },
    {
      "index": 7,
      "price": "$89.27",
      "picture": "https://images-na.ssl-images-amazon.com/images/I/41DPW9cPC8L._SX331_BO1,204,203,200_.jpg",
      "supplier": "Janine Malone",
      "book": "Lost Prophecies: Of The Future Of America",
      "quantity": 72,
      "des": "For decades, people all over the world have been having supernatural experiences in which God has shown them the future of America. These prophecies are incredibly detailed, they are remarkably consistent, and some of them have already started to come to pass. Unfortunately, most people have absolutely no idea that these prophecies actually exist. Most of them have been buried under the sands of time and have long been forgotten, but now the events that these prophecies foretold are starting to happen right in front of"
    },
    {
      "index": 8,
      "price": "$74.98",
      "picture": "https://m.media-amazon.com/images/I/51DnLpL1jJL._SY346_.jpg",
      "supplier": "Oliver Wise",
      "book": "Apocalypse 2027: Antichrist Unmasked: Scriptural Case for the Global Antichrist",
      "quantity": 24,
      "des": "#1 International Bestseller in Christian Prophecy on Amazon in US, UK and Australia Ever wonder what will happen in the End times ? A threat once thought finished in the past threatens the whole world again (Matt24:7). "
    },
    {
      "index": 9,
      "price": "$94.54",
      "picture": "https://images-na.ssl-images-amazon.com/images/I/5123qmHYT8L._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
      "supplier": "Goldie Mendoza",
      "book": "Dungeon World ",
      "quantity": 72,
      "des": "Golden Geek RPG of the Year 2012! Combining high-action dungeon crawling with cutting-edge rules, Dungeon World is a roleplaying game of fantasy adventure. You and your friends will explore a land of magic and danger in the roles of adventurers searching for fame, gold, and glory. Dungeon World's rules are easy to learn and always drive the action forward in unexpected ways. A missed roll is never a dead end-"
    },
    {
      "index": 10,
      "price": "$85.01",
      "picture": "https://images-na.ssl-images-amazon.com/images/I/512OKB5f4qL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
      "supplier": "Marsh Pope",
      "book": "The Last Kids on Earth : and the Nightmare King Hardcover",
      "quantity": 72,
      "des": "The third book in the New York Times, USA Today, and Wall Street Journal bestselling series, with over 7 million copies in print!"
    },
    {
      "index": 11,
      "price": "$76.94",
      "picture": "https://m.media-amazon.com/images/I/91MterAXT+L._AC_UY218_.jpg",
      "supplier": "Oneill Vargas",
      "book": "Schwinn Discover Hybrid Bike for Men and Women, 21-Speed, 28-Inch Wheels, Multiple Colors",
      "quantity": 75,
      "des": "How we drem about our future This book is very nice and you can read it be carefull about undertanding the book"
    },
    {
      "index": 12,
      "price": "$64.62",
      "picture": "https://m.media-amazon.com/images/I/4101sMDF6zL._SY346_.jpg",
      "supplier": "Mollie Kramer",
      "book": "Life by the Red Oak: A Story in the Apocalypse",
      "quantity": 51,
      "des": "Nine days before the first wave of infections, NASA had released images of the largest ice shelf — three times the size of Texas — to ever break off Antarctica. The fracture itself should have been enough to occupy newsrooms from around the world for many cycles. The media and the science community,"
    },
    {
      "index": 13,
      "price": "$79.58",
      "picture": "https://m.media-amazon.com/images/I/51JjSo5mmuL.jpg",
      "supplier": "Earlene Luna",
      "book": "The Bitter Earth: A Post-Apocalyptic Survival Medical Thriller Series",
      "quantity": 45,
      "des": "USA Today bestselling author A. R. The past meets the future as those who survived, meet again. Eight years later...where do we find our survivors?  Who was Sheriff's original owner and how did he end up on thia hway? Bang is now a man. Life without Tala shapes Graham's camp and her daughter just like her."
    },
    {
      "index": 14,
      "price": "$97.22",
      "picture": "https://m.media-amazon.com/images/I/51WUs86bFoL._SY346_.jpg",
      "supplier": "Jill Wallace",
      "book": "Mankind's Final 7 Years Before Christ Returns: A verse-by-verse explanation of the book of Revelation",
      "quantity": 51,
      "des": "This is a study of the book of Revelation, as it relates to the 70th Daniel, or the last seven years of life on earth as we know it. Chapters 1-3 are introduction and messages to the seven churches. In chapter 4, John stands before the throne of God to be given revelation of Daniel’s 70th week. The events begin to unfold in chapter 5. There will be seven seals, followed by seven trumpets, and then followed by seven bowls of God’s wrath. The 70th"
    },
    {
      "index": 15,
      "price": "$83.47",
      "picture": "https://images-na.ssl-images-amazon.com/images/I/415Mbj3FW-L._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
      "supplier": "Delaney Landry",
      "book": "The Rush's : Edge",
      "quantity": 84,
      "des": "With the help of his commanding officer, a genetically engineered ex-soldier fights back against the government that created him and others like him to be expendable slaves..."
    },
    {
      "index": 16,
      "price": "$67.50",
      "picture": "https://images-na.ssl-images-amazon.com/images/I/51uq6tDW6SL._SY291_BO1,204,203,200_QL40_FMwebp_.jpg",
      "supplier": "Aisha Burke",
      "book": "The Love Hypothesis : A novel",
      "quantity": 31,
      "des": "When a fake relationship between scientists meets the irresistible force of attraction, it throws one woman's carefully calculated theories on love into chaos."
    },
    {
      "index": 17,
      "price": "$63.68",
      "picture": "https://m.media-amazon.com/images/I/41Y5MEk8FkL._SY346_.jpg",
      "supplier": "Fannie Alford",
      "book": "The Ex Hex: A Novel ",
      "quantity": 28,
      "des": "Nine years ago, Vivienne Jones nursed her broken heart like any young witch would: vodka, weepy music, bubble baths…and a curse on the horrible boyfriend. Sure, Vivi knows she shouldn’t use her magic this way, but with only an “orchard hayride” scented candle on hand, she isn’t worried it will cause him anything more than a bad hair day or two."
    },
    {
      "index": 18,
      "price": "$50.22",
      "picture": "https://m.media-amazon.com/images/I/41vCcWA-jOL.jpg",
      "supplier": "Miranda Sloan",
      "book": "Verity Kindle Edition",
      "quantity": 26,
      "des": "Lowen Ashleigh is a struggling writer on the brink of financial ruin when she accepts the job offer of a lifetime. Jeremy Crawford, husband of bestselling author Verity Crawford, has hired Lowen to complete the remaining books in a successful series his injured wife is unable to finish."
    }
  ]